Repository: elysium-studio/Glance
Catalog: Glance.WorldClock.WinUI/Strings/*/Resources.resw
Source language: en
Languages: pl

# ModuleDisplayName
source: World clock
pl: Zegar światowy

# ModuleDescription
source: See local time and key cities around the world.
pl: Sprawdzaj czas lokalny i czas w najważniejszych miastach świata.

# LocalClock
source: Local
pl: Czas lokalny

# LondonClock
source: London
pl: Londyn

# NewYorkClock
source: New York
pl: Nowy Jork

# TokyoClock
source: Tokyo
pl: Tokio

# WorldClockTimeFormatSettingCard.Header
source: Time format
pl: Format czasu

# WorldClockTimeFormatSettingCard.Description
source: Choose 12-hour or 24-hour time.
pl: Wybierz 12- lub 24-godzinny format czasu.

# WorldClockTwentyFourHourOption.Content
source: 24-hour
pl: 24-godzinny

# WorldClockTwelveHourOption.Content
source: 12-hour
pl: 12-godzinny
